<a class="return" href="/">Назад</a>

<div class="inner">
    <nav>
        <h3>Список продвигаемыъх URL:</h3>
        <ul>
            <li><a href="/">http://site.ru</a></li>
            <li><a href="/">http://site.ru/article1/</a></li>
            <li><a href="/">http://site.ru/article2/1.html</a></li>
        </ul>
    </nav>

    <div class="inner-container">
        <h2>Результаты анализа:</h2>

        <table border="1">
            <tr>
                <td>Анализируемый фактор</td>
                <td>Данные продвигаемого URL</td>
                <td>Данные по ТОП</td>
            </tr>
            <tr>
                <td>Объем текста в словах / символах</td>
                <td>0 / 0 (849 / 7 378) </td>
                <td>849 / 7 378</td>
            </tr>
            <tr>
                <td>Количество точных вхождений запроса в текст</td>
                <td>0</td>
                <td>0</td>
            </tr>
            <tr>
                <td>Процент вхождения слов из запроса в текст</td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
            </tr>
            <tr>
                <td>Вхождения слов из запроса в тег Title</td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
            </tr>
            <tr>
                <td>Вхождения в анкоры исходящих ссылок</td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                </td>
            </tr>
            <tr>
                <td>Внутренних исходящих ссылок на странице</td>
                <td>0 (794)</td>
                <td>794.3 </td>
            </tr>
            <tr>
                <td>Процент вхождения переколдовок в текст</td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                    <p>кэнон: 0%</p>
                    <p>екатеринбург: 0% (0.2%)</p>
                    <p>покупать: 0%</p>
                </td>
                <td>
                    <p>купить: 0% (0.9%)</p>
                    <p>canon: 0% (1.5%)</p>
                    <p>кэнон: 0%</p>
                    <p>екатеринбург: 0% (0.2%)</p>
                    <p>покупать: 0%</p>
                </td>
            </tr>
            <tr>
                <td>Отсутствие в тексте слов, которые часто встречаются у конкурентов</td>
                <td>canon, фотоаппарат, отзыв, купить, товар, магазин, цена, зеркальный, eos, размер, телефон, цифровой, характеристика, техника, выбирать</td>
                <td></td>
            </tr>
            <tr>
                <td>Число релевантных документов по тегу Title</td>
                <td>86 </td>
                <td>2</td>
            </tr>
            <tr>
                <td>Длина тега Title в словах / символах</td>
                <td>0 / 0 (13 / 103)</td>
                <td>13 / 103</td>
            </tr>
            <tr>
                <td>Внешних ссылок на домен</td>
                <td>508 (6724) </td>
                <td>7232</td>
            </tr>
            <tr>
                <td>тИЦ</td>
                <td>0 (1490)</td>
                <td>1490</td>
            </tr>
            <tr>
                <td>Наличие HTTPS и доля конкурентов на HTTPS</td>
                <td>Нет</td>
                <td>80%</td>
            </tr>
            <tr>
                <td>Наличие номера 8 800 и доля конкурентов c 8 800</td>
                <td>Нет</td>
                <td>40%</td>
            </tr>
        </table>

        <h2>Анализируемый список URL:</h2>

        <ul>
			<?for ($i = 1;$i < 6;$i++):?>
                <li><?=$i?>. URL<?=$i?></li>
			<?endfor;?>
        </ul>
    </div>
</div>